;win7shell v1.11 - FRANCAIS/FRENCH
;traduit par psik0tik - 11/11/2009
;des remarques sur la traduction?
;laissez un message ici http://code.google.com/p/win7shell/wiki/Translations ou bien envoyez moi un mail (http://scr.im/rbrochot)

[win7shell]
RTL=0
newvers=Nouvelle version disponible
disableupdate=Vous pouvez désactiver la vérification de mise à jour dans la configuration du plugin
opendownload=Voulez-vous ouvrir la page de téléchargement?
uninstall=Cette question n'apparaîtra plus, si vous voulez désinstaller ce plugin, allez dans
uninstallhowto='Options -> Préférences -> Plug-ins -> Présentation générale -> Windows 7 Taskbar Integration' et cliquez sur "Désinstaller".
info=Information
config=Configuration du plugin
on=ON
off=OFF
previous=Précédent
pause=Pause
play=Lecture
stop=Stop
next=Suivant
errorthumb=Erreur lors de la configuration de la vignette. Fonctionnalité désactivée
playing=Lecture
paused=En pause
stopped=Arrêté
taskinitfail=Impossible d'initialiser l'interface de la barre de tâches Win 7
images=Tous formats d'images supportés
usethumbbg=Utiliser en tant que fond de vignette
selectimage=Sélectionnez une image
afterrestart=Un redémarrage de Winamp est nécessaire lors de la modification des boutons de contrôle.
applysettings=Paramètres enregistrés
help1=Le texte saisi dans cette boîte de dialogue se retrouvera sur la vignette. Vous pouvez écrire autant de lignes que vous voulez. Si l'option 'Retailler la vignette en fonction du nombre de lignes' est activée, la fenêtre d'aperçu sera adaptée par rapport au nombre de lignes présentes dans la zone de saisie.
help2=Pour créer du texte dynamique, vous pouvez utiliser des tags qui seront remplacés par des valeurs propres à Winamp. La liste des tags disponibles est la suivante : 
help3=La ligne contenant ce tag est centrée
help5=Titre du morceau en cours de lecture
help6=Artiste
help7=Nom de l'album (vide si non trouvé)
help8=Date de sortie de l'album (vide si non trouvée)
help9=Numéro du morceau
help10=Note en chiffre (ex: 4)
help11=Note sous forme d'étoiles (ex: ★★★★ )
help12=Temps écoulé
help13=Temps restant pour le morceau en cours
help14=Durée du morceau
help15=Position dans la playlist
help16=Nombre de morceaux dans la playlist
help17=Bitrate en kbit/s
help18=Echantillonage en khz
help19=Pourcentage de volume (signe % non inclus)
help20=Aléatoire activé (ON / OFF)
help21=Répétition activée (ON / OFF)
help=Aide
transparent=Transparent
albumart=Jaquette
defbg=Fond par défaut
custombg=Fond personnalisé
browse=Parcourir
buttons=Boutons de contrôle en bas de la vignette (cliquez sur les icônes ci-dessous pour activer ou désactiver)
shrink=Retailler la vignette en fonction du nombre de lignes
taskicon=Barre des tâches
progressbar=Utiliser la barre de progression
streaming=État 'Indéterminé' pour les éléments en streaming
error=État 'Erreur' (rouge) quand aucun morceau n'est en cours de lecture ou en pause
overlays=Activer la superposition d'icônes (statut du lecteur dans l'onglet Winamp)
jumplist=Jump List
bugslink=Bugs/suggestions
bugstext=Des problèmes/souhaits concernant le plugin?
sitelink=Page d'accueil du projet
sitetext=Mises à jour, news, screenshots, ...
noupdate=Ne pas vérifier les mises à jour au lancement
ok=OK
cancel=Annuler
removetitle=Enlever le titre de l'onglet Winamp
selectfont=Police de caractères
aa=Anti alias
selectshadow=Couleur de l'ombre
enable=Activer la vignette Aero
plugdev=Développement
thumboptions=Options
thumbtext=Texte
background=Arrière plan de la vignette
translink=Traductions
transtext=Aider à la traduction du plug-in ou obtenez d'autres traductions
favorite=Favori
vumeter=Utiliser la barre de progression en tant que VU-mètre
iconic=Jaquette en tant qu'icône (image et texte séparés)
author=Auteur
volup=Volume +10%
voldown=Volume -10%
openfile=Ouvrir un fichier
thumbpb=Afficher la progression de la lecture dans la vignette
wapref=Préférences de Winamp
startwa=Lancez Winamp d'abord
jumplisterror=Erreur lors de la création de la jump list
revert=utilisé si le fond personnalisé n'est pas disponible
jlchoice=Afficher ces catégories dans la jump list :
jlrecent=Récents
jlfrequent=Fréquents
jltasks=Tâches
jlnote=N.B. : Seuls les fichiers dont les extensions sont associées à Winamp seront ajoutés à la liste. Si des fichiers sont déjà présents, vous pouvez les enlever en effaçant la liste des fichiers récents. Les marque-pages sont mis à jour au redémarrage et lors de la sauvegarde des paramètres.
creditslink=Crédits
creditstext=Personnes qui ont aidé à la création du plug-in
resumeplay=Reprise à la dernière position connue
fromstart=Lire le premier morceau de la playlist
help22=La ligne contenant ce tag sera de police plus élevée
help23=La ligne contenant ce tag sera positionnée à gauche de la vignette
bookmark=Marque-pages
mute=Muet
playlists=Playlists
stopafter=Arrêt après le morceau en cours
maxbuttons=(7 boutons max.)
help24=Ombre sur le texte pour la ligne courante (couleur sélectionnée)
help25=Texte surligné pour la ligne courante (couleur sélectionnée)
help26=Remplacement de valeurs
help27=Formatage
applybutton=Appliquer
help28=Empêcher le défilement de texte pour une ligne (quand elle est trop longue pour être affichée dans la vignette)